[Country_Quarian X2CountryTemplate]
DisplayName="奎利人舰队"
DisplayNameWithArticle="奎利人舰队"
DisplayNameWithArticleLower="奎利人舰队"
DisplayNamePossessive="奎利人舰队的"
DisplayAdjective="奎利人"


[Quarian_Sabotage X2AbilityTemplate]
LocFriendlyName="破坏"
LocLongDescription="奎利人可以使用他们套装的万能工具来黑入外星人/变种人武器，导致它们的弹匣过热甚至反喷。此外，他们可以迷惑、眩晕甚至控制合成单位。效果随等级提升。"
LocHelpText="破坏一个敌方目标。将始终耗尽它们的弹药。还可能造成额外效果，从反喷伤害到目标的控制，取决于目标是有机体还是合成体。"

[QuarianRookie X2SoldierClassTemplate]
DisplayName="奎利人新兵"

[QuarianSoldier X2CharacterTemplate]
strCharacterName="奎利人战士"

strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 是一个在地球上进行的朝圣探险队的领导者，调查为什么长者们会对一个被银河系普通居民视为未开化的边远世界如此感兴趣。 <XGParam:StrValue1/!FirstName/> 相信她快要解开这个谜团了，并主动她和她的团队为反抗军组织提供服务。"
strCharacterBackgroundFemale[1]="<XGParam:StrValue1/!FirstName/> 被从一个她称之为要塞的地方带走了，甚至没有被告知为什么要被带走。结果证明，地球已经成为了一个用于关押潜在实验对象的“黑点”，并被一个反抗军组织的小分队救出，他们原本期望解放人类俘虏。她想要帮助我们，作为对人类无意中拯救她的感激之情的回报。" 

strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 是一个在地球上进行的朝圣探险队的领导者，调查为什么长者们会对一个被银河系普通居民视为未开化的边远世界如此感兴趣。 <XGParam:StrValue1/!FirstName/> 相信他快要解开这个谜团了，并主动他和他的团队为反抗军组织提供服务。"
strCharacterBackgroundMale[1]="<XGParam:StrValue1/!FirstName/> 被从一个他称之为要塞的地方带走了，甚至没有被告知为什么要被带走。结果证明，地球已经成为了一个用于关押潜在实验对象的“黑点”，并被一个反抗军组织的小分队救出，他们原本期望解放人类俘虏。他想要帮助我们，作为对人类无意中拯救他的感激之情的回报。" 


[QuarianRedux X2EncyclopediaTemplate]
ListTitle="奎利人"
DescriptionTitle="奎利人"
DescriptionEntry="奎利人是一种来自干燥星球兰诺克的类人种族。由于与他们的机器人创造物——被称为盖特——的毁灭性战争，奎利人不得不离开他们的家园世界。随后创建的移民舰队意外地带来了好处，因为长者的战争计划是围绕占领星球，而不是追捕在太空中游荡的舰队。\n\n 然而，银河系的状态改变了被称为朝圣的成年传统旅程，因为一般的年轻奎利人不适合同伴在战争肆虐的银河系中独自旅行。相反，他们现在倾向于集体旅行，并且倾向于从海军上将那里接受任务，而不是被期望他们自己带回有价值的信息。"



;===================
; QUARIAN PROPS
;===================
[Quarian_Pattern_1 X2BodyPartTemplate]
DisplayName="奎利人1（塔莉）"

[Quarian_Pattern_2 X2BodyPartTemplate]
DisplayName="奎利人2"

[Quarian_Pattern_3 X2BodyPartTemplate]
DisplayName="奎利人3"

[Quarian_Pattern_4 X2BodyPartTemplate]
DisplayName="奎利人4"

[Quarian_Pattern_5 X2BodyPartTemplate]
DisplayName="奎利人5"

[Quarian_Pattern_6 X2BodyPartTemplate]
DisplayName="奎利人6"

[GlowingEyes_F1 X2BodyPartTemplate]
DisplayName="发光的眼睛（女性1）"

[GlowingEyes_M1 X2BodyPartTemplate]
DisplayName="发光的眼睛（男性1）"

[GlowingEyes_F2 X2BodyPartTemplate]
DisplayName="发光的眼睛（女性2）"

[GlowingEyes_M2 X2BodyPartTemplate]
DisplayName="发光的眼睛（男性2）"

;===================
; TALI HOOD
;===================
[Quarian_Tali_Hood X2BodyPartTemplate]
DisplayName="塔莉兜帽"

[Quarian_Tali_Hood_No_Visor X2BodyPartTemplate]
DisplayName="塔莉无面罩兜帽"

;===================
; TALI LEFT ARM
;===================
[Tali_QuarianLeftArm X2BodyPartTemplate]
DisplayName="塔莉左臂"

;===================
; TALI RIGHT ARM
;===================
[Tali_QuarianRightArm X2BodyPartTemplate]
DisplayName="塔莉右臂"

;
;===================
; QUARIAN FEMALE HOOD
;===================
[NewQuarian_Hood_F X2BodyPartTemplate]
DisplayName="奎利人女性兜帽"

[NewQuarian_Hood_No_Visor_F X2BodyPartTemplate]
DisplayName="奎利人女性无面罩兜帽"

;===================
; QUARIAN FEMALE LEFT ARM
;===================
[QuarianStandard_LeftArm_F X2BodyPartTemplate]
DisplayName="奎利人女性左臂"
;
;===================
; QUARIAN FEMALE RIGHT ARM
;===================
[QuarianStandard_RightArm_F X2BodyPartTemplate]
DisplayName="奎利人女性右臂"

;===================
; QUARIAN MALE HOOD
;===================
[NewQuarian_Hood_M X2BodyPartTemplate]
DisplayName="奎利人男性兜帽"

;===================
; QUARIAN MALE LEFT ARM
;===================
[QuarianStandard_LeftArm_M X2BodyPartTemplate]
DisplayName="奎利人男性左臂"
;===================
; QUARIAN MALE RIGHT ARM
;===================
[QuarianStandard_RightArm_M X2BodyPartTemplate]
DisplayName="奎利人男性右臂"
